/* No comment provided by engineer. */
"and perform new synchronization" = "and perform new synchronization";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Bookmarks" = "Bookmarks";

/* No comment provided by engineer. */
"Bookmarks bar" = "Bookmarks bar";

/* No comment provided by engineer. */
"Bookmarks quantity" = "Bookmarks quantity";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Check your credentials and try one more time" = "Check your credentials and try one more time";

/* No comment provided by engineer. */
"Clean synchronization database" = "Clean synchronization database";

/* No comment provided by engineer. */
"Copy link to clipboard" = "Copy link to clipboard";

/* No comment provided by engineer. */
"Database information" = "Database information";

/* No comment provided by engineer. */
"Database size" = "Database size";

/* No comment provided by engineer. */
"General settings" = "General settings";

/* No comment provided by engineer. */
"History" = "History";

/* No comment provided by engineer. */
"History items quantity" = "History items quantity";

/* No comment provided by engineer. */
"No network connection" = "No network connection";

/* No comment provided by engineer. */
"Open all links in Safari" = "Open all links in Safari";

/* No comment provided by engineer. */
"Open in built-in browser" = "Open in built-in browser";

/* No comment provided by engineer. */
"Open is Safari" = "Open in Safari";

/* No comment provided by engineer. */
"Other bookmarks" = "Other bookmarks";

/* No comment provided by engineer. */
"Requesting Google servers" = "Requesting Google servers";

/* No comment provided by engineer. */
"search in your bookmarks" = "search in your bookmarks";

/* No comment provided by engineer. */
"search in your history" = "search in your history";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Sorry, but we don't support ecnrypted profiles now" = "Sorry, but we don't support ecnrypted profiles now";

/* No comment provided by engineer. */
"Synchronize everything now" = "Synchronize everything now";

/* No comment provided by engineer. */
"Synchronize on start" = "Synchronize on start";

/* No comment provided by engineer. */
"We get wrong data from Google, try again later" = "We get wrong data from Google, try again later";

/* No comment provided by engineer. */
"Weird answer" = "Weird answer";

/* No comment provided by engineer. */
"Wrong login or password" = "Wrong login or password";

/* No comment provided by engineer. */
"You are encrypted" = "You are encrypted";

/* No comment provided by engineer. */
"You must be connected to the internet to use this app" = "You must be connected to the internet to use this app";

